<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../resources/style/app.css">
    <link rel="icon" href="../image/note_logo.png" type="image/x-icon">
    <title>История</title>
</head>

<body>

    <!-- Тук започва секция Header -->
    <header>
        <div class="head">
            <div class="wrapper">
                <div class='left home'>
                    <img src="../image/note_logo.png" alt="">
                    <a href="#">Добре дошли</a>
                </div>
                <nav>
                    <a id='home' href='../pages/index.html'>Начало</a>
                    <a id='shop' href='../pages/shop.html'>Магазин</a>
                    <a id='history' href='../pages/history.html'>История</a>
                    <a id='activity' href='../pages/activity.html'>Дейност</a>
                    <a id='forus' href='../pages/forus.html'>За нас</a>
                    <a class='loginbtn' href='#'>Вход</a>
                </nav>
            </div>
        </div>
    </header>

    <!-- Тук започва секция Banner -->
    <div class='banner'>
        <div class="wrapper">
            <div class="left">
                <h1>
                    История на развитието на аудио техниката
                </h1>
                <div>
                    <p>
                        Всичко за историята на аудиото, неговият произход и влиянието му върху хората днес.
                    </p>
                </div>
                <ul>
                    <li>
                        <div class="leftimg">
                            <img src="../image/pioneer_logo.png" alt="" />
                            <img src="../image/bose_logo.png" alt="" />
                            <img src="../image/sony_logo.png" alt="" />
                        </div>
                    </li>
                </ul>
            </div>
            <div class="right">
                <img src="../image/banner_cinema.png" alt="">
            </div>
        </div>
    </div>
    <div class="products">
        <div class="wrapper">
            <ul>
                <li>
                    <h1>Произход на аудиото и музиката</h1>
                    <p>
                        Шест от деветте музи имат яръзка с музиката: Евтерпа- на тоновото изкуство и флейтата;
                        Полихимния-на
                        пеенето на химни; Терпсихора- на хоровата лирика и танца; Калиопа- на поезията; Ерато- на
                        любовната
                        песен; Клио- на историята и героичната песен.
                        От палеолита датират първите факти за появата на духови и перкусионни инструменти, а от
                        енеолита-4-3
                        хил. пр. Хр.)- струните. Първите инструменти са били от дърво, кост, опъната кожа.
                        През Средновековието, което настъпва през 5-14ти век, музиката е подчинена на църквата. Бог
                        се слави
                        с химни, както и с едногласни меси. Григорианското пеене(хорал) е само от мъже, едногласно и
                        умерено. Монасите са знаели да четат и пишат и са преписвали григорианските песни. Затова
                        днес
                        познаваме по- добре религиозната от народната музика от тази епоха.
                        През Ренесанса, който настъпва през 15-17ти век, се оформят новият тип музикант- образован и
                        обучен.
                        Италия е родината на музиката. До 18ти век всички музиканти се стремели към длъжността
                        "капелмайстор", която би им осигурила добра заплата и известна свобода при композирането.
                        През Барока наричан още "Векът на музиката", който настъпва през 17ти век, се формират нови
                        европейски музикални школи, а инструменталната музика(особено за клавишни и струнни
                        инструменти)
                        бележи своя подем.
                    </p>
                    <hr />
                    <br />
                    <h1>Аудио устройствата в днешно време</h1>
                    <p>
                        Аудиото е в своя ренесанс. Навлизаме в нова мултимедиийна сфера, защото днешните забавления са
                        на път да пресъздадат реалния свят с цялото богатство от звуци. Все по- широко разпространено
                        става 3D аудиото, позволявайки на слушателя да се потопи във виртуална реалност.
                        Бинарният звук е по- автентичен за ушите ни, отколкото стереозвука. Чрез вмъкване на 3D аудиото,
                        новата пространствена информцаитя се въвежда във виртуалното преживяване, което дава възможност
                        на публиката да усеща нещата, които се случват зад тях, или другаде в тяхната виртуална среда,
                        да кажем например кино, напълно независима от очите. Всъщност, това изобретение доставя аудио на
                        повече от 2 телефонни линии и по онова време завладява не само Франция и Европа, но се прехвърля
                        зад океана и през 1940 година компанията "Дисни" прожектира филмса си "Фантазия" като използва 6
                        аудиописти за звука. Първата радиоистория , записана в бинарен формат е пиесата "Отмъщението",
                        излъчена по BBC и е базирана само на звукови ефекти, което е безспорно доказателство, че чрез
                        звуците може да се пресъздаде по завлядвващ начин една история. И така не само отделни примери,
                        а стъпки от поетапното развитие на аудиото, което намира приложение в музикалната и геймърската
                        индустрия също. През 2019 година се появява Dirac 3D аудиото да превземе пазара на мобилни
                        устройства, давайки възможност на потребителя да преживее поднесеното им съдържание по един по-
                        реалистичен начин. В днешно време се правят записи и в 8D аудио, който надгражда 3D, предлагайки
                        на слушателя всички възможни звукови нива в различните музикални жанрове. Това за момента е най-
                        добрата технология, позволяваща звукът да дойде от 8 посоки. Затова и все повече изпълнители
                        създават музикалната подукция в този формат. Проблемът е, че ако се слуша на високо ниво, може
                        да навреди на тъпанчетата. Технологията, върху която се основава 8D е "Ambisonic Audio", чрез
                        която посоката и нивото на звука се променят непрекъснато.</p>
                    <p>
                        Звук представлява електрическа или друга форма на представяне на звука.
                        Цифрово аудио е форма на звука, която се процесва или съхранява на компютри или други вид
                        цифрова електроника.
                        Аудио е звуковото съдържание при издателските медии,
                    </p>
                    <br />
                </li>
            </ul>
        </div>
    </div>

    <!-- Тук започва Popup -->
    <div id='overlay' class="overlay">
        <div class="popup">
            <img class='close closelog' src="../image/close.png">
            <form action="">
                <h3>Вход</h3>
                <label for="email">Email:</label>
                <input placeholder="Моля въведете мейл!" type="email" />
                <label for="password">Password:</label>
                <input type="password" placeholder="Моля въведете парола!" />

                <button class='close' type="submit">Вход</button>
            </form>
        </div>
    </div>

    <!-- Секция Футър -->
    <footer>
        <div class="wrapper">
            <div class="left">
                <a href='#'>
                    Благодарим ви за отделеното внимание!
                </a>
            </div>
            <ul class="right">
                <li>
                    <h3>Полезно</h3>
                    <a id='home' href='../pages/index.html'>Начало</a>
                    <a id='shop' href='../pages/shop.html'>Магазин</a>
                    <a id='history' href='../pages/history.html'>История</a>
                    <a id='activity' href='../pages/activity.html'>Дейност</a>
                    <a id='forus' href='../pages/forus.html'>За нас</a>
                </li>
                <li>
                    <h3>Контакти</h3>
                    <a href="mailto:dobromir03062001@gmail.com">
                        dobromir03062001@gmail.com
                    </a>
                    <a href="tel:0878753009">
                        0878753009
                    </a>
                    <address>
                        Велико Търново ул.Оборище №2
                        <address>
                </li>
            </ul>
        </div>
    </footer>
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.1.0/jquery.min.js"></script>
    <script src="../resources/js/script.js"></script>
</body>

</html>